const chars = [
  "س",
  "ي",
  "د",
  " ",
  "ع",  
  "ل",
  "ي",
  " ",
  "م",
  "ح",
  "م",
  "و",
  "د",
  "ي",
];
const nom = chars.join("");

const description =
  " دكتوراه 🎓\
  في علوم الحاسوب مع خبرة في معالجة اللغات الطبيعية. أمتلك خبرة مزدوجة في الذكاء الاصطناعي 🤖 (بما في ذلك النماذج المتسلسلة والمحولات) ومهارات قوية في تطوير البرمجيات. أنا متحمس للاستفادة من مهارتي التقنية لمعالجة المشاكل الوظيفية ذات التأثير المجتمعي 🚀 ودفع عجلة الابتكار الهادف.";

export const aboutContent = {
  title:"د. " + nom,
  profileAlt: "صورة شخصية لـ " + nom,
  description: description,
  educationTitle: "🎓 التعليم",
  experienceTitle: "💼 الخبرة المهنية",
  funTitle: "🎯 حقائق ممتعة عنّي",
  educationItem1:
    "دكتوراه في علوم الحاسب الآلي، مع التركيز بشكل أكبر على معالجة اللغات الطبيعية المطبقة على المجال القانوني 🔬",
  educationItem2:
    " متحصل على ماجستير و شهادة مهندس دولة في علوم الحاسوب، تخصص أنظمة المعلومات 🎯",
  experienceItem1:
    "أكثر من 5 سنوات في البحث والتطوير في مجال الذكاء الاصطناعي ومعالجة اللغة الطبيعية 🧠",
  experienceItem2:
    "سنتان من الخبرة في التدريس والتأطير الأكاديمي 👨‍🏫",
  experienceItem3:
    "خبرات متنوعة في تطوير البرمجيات وهندسة الأنظمة 💻",
  funItem1:
    "أحمل رخصة قيادة من الفئة B، لكنني أفضل التنقل بالدراجة 🚴‍♂️ لأسباب بيئية وصحية!",
  funItem2:
    "أنا قابل للتكيف ومصدر للأفكار المبتكرة لحل التحديات المعقدة.",
  funItem3:
    "شغوف بالسباحة 🏊‍♂️ وغواص معتمد من المستوى الأول.",
};